Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Statoil has implemented a big clear-up of such maintenance, with much of the work done this summer.
nb: Statoil har gjennomført en stor opprydning innenfor utestående, korrektivt vedlikehold, og svært mye arbeid ble gjennomført i sommer.

source: The report did not incorporate the assessments provided by Kverneland Aqua AS in its report of 12 January.
nb: Rapporten tok ikke med vurderingene som var spilt inn av Kverneland Aqua AS i rapporten av 12. januar.

source: Hazardous areas are classified in zones (0, 1 and 2) on the basis of how frequently, and for how long, an explosive gas atmosphere is present during normal operation.
nb: Eksplosjonsfarlige områder blir klassifisert i soner (0, 1 og 2) basert på frekvensen av tilstedeværelsen og varigheten av en eksplosjonsfarlig gassatmosfære under normal drift.

source: OM01.07.02 (handover of wells from D&V to B&B) and OM01.07.01 (handover of wells from B&B to D&V), which are referenced in TR3526, have been replaced by OM101.07.13 and OM01.07.04 respectively.
nb: Dokumentene OM01.07.02 (overlevering av brønn fra Drift til B&B) og OM01.07.01 (overlevering av brønn fra B&B til Drift), som det vises til i TR3526, er byttet ut med henholdsvis OM101.07.13 og OM01.07.04.

source: In order to determine the heat load per time unit and the extent of fires, potential initial leak rates that can occur, should be used, and systems for depressurisation and drainage for those cases where it is relevant, can be taken into account.
nb: For å avklare varmelast per tidsenhet og hvilket omfang en brann vil ha, bør mulige initiale lekkasjerater som kan oppstå, legges til grunn, og det kan tas hensyn til system for trykkavlastning og drenering for de tilfellene der det er relevant.

source: Chemicals in the black category, red category and the yellow sub categories 2 and 3, cf
nb: Kjemikalier i svart kategori, rød kategori og gul underkategori 2 og 3, jf.

source: Observation from Statfjord A that leakage to the sea stopped.
nb: Observasjon fra Statfjord A at lekkasjen til sjø stopper.

source: Don’t rely on earlier experience.
nb: Ikke hvile på tidligere erfaring.

source: The pipe had rusted through owing to corrosion under insulation (CUI).
nb: Årsaken var at korrosjon under isolasjon (KUI) hadde ført til at røret var gjennomrustet.

source: average for the period 2001-2008 the
nb: med gjennomsnittet i perioden 2001-2008 er

source: The operators noticed a strong smell of H2S when they reached the reactor top.
nb: Operatørene kjente en sterk H2S-lukt da de kom opp på reaktoren.

source: It turned out that the packer which should have anchored the wash string above the 7" liner hanger/PBR was incorrectly mounted and had not worked as expected.
nb: Det viste seg at pakningen som skulle forankre vaskestrengen over 7" liner hanger/PBR var feilmontert og ikke hadde fungert som forventet.

source: Existing facilities and onshore facilities means facilities whose Plan for Development and Operation (PDO) of petroleum deposits is approved in accordance with
nb: Med eksisterende innretninger og landanlegg menes innretninger der plan for utbygging og drift (PUD) av petroleumsforekomster er godkjent i henhold til

source: Statoil - Troll/Songa Endurance - Investigation of well control incident
nb: Statoil - Troll/Songa Endurance - Gransking av brønnkontrollhendelse

source: “It’s important to ensure that we understand the consequences of postponing and cancelling planned work,” says Lund.
nb: Men først og fremst er vi opptatt av at vi har kontroll på den sikkerhetskritiske delen av det utestående vedlikeholdet, og at dette ivaretas fortløpende, påpeker Morisbak Lund.

source: The plant and equipment were delivered to operations after all check-list items had been signed out in the schedule.
nb: Anlegget og utstyret ble overlevert til drift, etter at alle sjekklistepunktene ble kvittert i veikartet.

source: The relation between IA, actual discharges and environmental monitoring shall be emphasised.
nb: Koblingen mellom KU, faktiske utslipp og miljøovervåking skal vektlegges.

source: The field was discovered in 1970 and production began in 1979.
nb: Feltet vart oppdaga i 1970 og produksjonen starta i 1979.

source: Production from Aasta Hansteen was shut down for 10.5 days as a result of the incident.
nb: Produksjonen var nedstengt på Aasta Hansteen i 10,5 døgn som følge av hendelsen.

source: In order to fulfil the requirement to weather protection as mentioned in the first paragraph, the NORSOK S-002 revision 4 standard Chapters 4.4.9 and 5.8 should be used.
nb: For å oppfylle kravet til værbeskyttelse som nevnt i første ledd, bør standarden NORSOK S-002N revisjon 4 kapittel 4.4.9 og 5.8 brukes.

source: Aker BP - Ærfugl - Design and fabrication of EHTF production pipes
nb: Aker BP - Ærfugl - design og fabrikasjon av EHTF produksjonsrør

source: Draining the low points under low internal pressure was recommended (in red).
nb: Det ble anbefalt å drenere lavpunktene under lavt interntrykk (skrevet i rødt).

source: But serious personal injuries are growing, while feedback on the working environment, the HSE climate and perceived risk is moving in the wrong direction.
nb: Samtidig øker antall alvorlige personskader på sokkelen, og tilbakemeldinger innen arbeidsmiljø, HMS-klima og opplevd risiko peker i feil retning.

source: analyses performed and experience from hazard and accident situations.
nb: gjennomførte risikoanalysene og erfaringer fra fare- og ulykkessituasjoner.

source: Results for 2018 show that virtually all barrier elements performed better than the industry’s own requirements.
nb: For de aller fleste barriereelementene viser resultatene for 2018 at disse er bedre enn bransjens egendefinerte krav.

source: A-1200 is governed by requirements from 1982, when it came on line.
nb: A-1200 anlegget ble satt i drift i 1982 og det er kravene fra den gang som gjelder.

source: Gjøa was discovered in 1989, and the plan for development and operation (PDO) was approved in 2007.
nb: Gjøa blei påvist i 1989, og plan for utbygging og drift (PUD) blei godkjent i 2007.

source: Any physician who, in a professional capacity, acquires knowledge that an employee may be suffering from a work-related illness, shall notify the Petroleum Safety Authority Norway in writing, cf. Section 5-3 of the Working Environment Act
nb: Enhver lege som gjennom sitt arbeid får kunnskap om at en arbeidstaker kan lide av en arbeidsbetinget sykdom, skal melde dette skriftlig til Petroleumstilsynet, jf. arbeidsmiljøloven § 5-3

source: The facility previously received an Acknowledgement of Compliance (AoC) in 2009, then as the Aker Barents.
nb: Innretningen har tidligere fått samsvarsuttalelse (SUT) i 2009, da som Aker Barents.

source: Experience and operating information are included when updating analyses and inspection programmes.
nb: Erfaringer og driftsdata er etter hvert tatt med ved oppdateringer av analyser og inspeksjonsprogram.

source: Our main impression of Statoil's work on major accidents and electrical facilities was a positive one.
nb: Vårt hovedinntrykk av Statoil sitt arbeid med storulykke og elektriske anlegg var positivt.

source: The PSA acquired its first noise data from the operators in 2005 and forwarded them to Sinus, where Magnus was mainly responsible for processing the information.
nb: Ptil samlet inn de første støydataene fra operatørene i 2005, og sendte dem videre til Sinus.

source: In special cases, wells can be designed for more than one (1) relief well.
nb: Brønner kan i særlige tilfeller utformes for mer enn én (1) avlastningsbrønn.

source: Chapter 2, Paragraph 4 can be used as an alternative. The requirements related to
nb: kapittel 2, seksjon 4 brukes som et alternativ. Kravene til

source: During the work of connecting the THSRT to the TH in well G-4, the top drive with the completion string was raised six metres out of control at the same time as large quantities of fluid and gas flowed out of control up through the rotary table.
nb: Under arbeid med å koble produksjonsrørhenger trekkeutstyret (THSRT) til produksjonsrør-hengeren (TH) i brønn G-4, ble top-drive med kompletteringsstrengen plutselig løftet ukontrollert opp seks meter.

source: Here, personnel working for the rig companies shows the highest degree of agreement, of which 77% use these response options.
nb: Her er det personell som jobber for riggselskapene som er mest enige i utsagnet hvorav 77% benytter seg av disse svaralternativene.

source: As regards mobile facilities, reference is made to IMO MODU Code chapter 6.6 for electrical equipment and chapter 6.7.2 for non-electrical (mechanical) equipment.
nb: For utstyr og sikkerhetssystemer på flyttbare innretninger vises det til IMO MODU Code kapittel 6.6 for elektrisk utstyr og kapittel 6.7.2 for ikke-elektrisk (mekanisk) utstyr.

source: In the choice between different concepts, Section 3 of the Framework Regulations allows for employing maritime regulations as the basis for building mobile facilities which follow a maritime operations concept.
nb: I valget mellom ulike konsepter gir rammeforskriftens § 3 åpning for å legge maritimt regelverk til grunn for byggingen av flyttbare innretninger som følger et maritimt drifts-konsept.

source: Forward program for the work of the forum
nb: Videre program for arbeid i forumet

source: 074 – Norwegian oil and gas’ Recommended guidelines for helideck personnel should be used for qualifications for and training of helideck personnel.
nb: Norsk olje og gass’ anbefalte retningslinje for helidekkpersonell nr. 074 brukes for kvalifikasjoner for og opplæring av helidekkpersonell.

source: We have given Neptune Energy Norge AS (Neptune) consent for exploration drilling in blocks 35/9 and 36/7 in the North Sea.
nb: Vi har gitt Neptune Energy Norge AS (Neptune) samtykke til leiteboring i blokk 35/9 og 36/7 i Nordsjøen.

source: Aker BP – consent for use of Deepsea Nordkapp
nb: Aker BP – samtykke til bruk av Deepsea Nordkapp

source: Priorities are determined by criticality and the probability of corrosion.
nb: Prioriteringen avgjøres av kritikalitet og sannsynlighet for korrosjon.

source: 10.38: Stavanger police district notified of the incident.
nb: 10.38 Stavanger Politidistrikt informert om hendelsen.

source: b) Guideline 9 relating to industrial control sources in fixed installations as well as use of radiation for research purposes,
nb: b) veileder 9 om industrielle kontrollkilder i faste installasjoner samt forskningsmessig strålebruk

source: This left two drill-pipe sections penetrating through the blowout preventer (BOP) and blocking its safety valves.
nb: Dette resulterte i at det sto to borerørsseksjoner igjennom utblåsningssikringsventilen (BOP) og blokkerte dennes sikkerhetsventiler.

source: a) exposure level, type and duration and exposure to impulse noise such as impacts and bangs, b) effect on health and safety of employees who are especially exposed to risk, c) any effect on the employees’ health and safety due to interaction of noise and chemical substances
nb: a) eksponeringens nivå, type og varighet og eksponering for impulsstøy som slag og smell, b) virkning på helsen og sikkerheten til arbeidstakere som er særlig risikoutsatt, c) enhver virkning på arbeidstakernes helse og sikkerhet som skyldes samvirkning mellom støy og

source: Labour and social affairs minister Robert Eriksson sees no contradiction between cutting costs and being a world leader in HSE for the petroleum sector
nb: Arbeids- og sosialminister Robert Eriksson ser ingen motsetning mellom å kutte kostnader og være verdensledende på helse, miljø og sikkerhet.

source: But what if the risk does not clearly relate to a specific activity which can be planned?
nb: Men hva når risikoen ikke er tydelig knyttet til en konkret aktivitet som kan planlegges?

source: Transocean Services (Transocean) has received the PSA’s Acknowledgement of Compliance (AoC) for the Transocean Norge mobile drilling facility.
nb: Transocean Services (Transocean) har fått Ptils samsvarsuttalelse (SUT) for den flyttbare boreinnretningen Transocean Norge.

source: on sale and delivery of machinery indicates that, when assembling a number of components, an overall risk assessment and review of documentation for each component incorporated in the assembled machine must be carried out.
nb: sier at det ved sammenstilling av flere komponenter, skal gjøres en helhetlig risikovurdering og gjennomgang av deldokumentasjon for de enkelte komponentene som inngår i den sammenstilte maskinen.

source: We have carried out an audit of Maersk Drilling (Maersk) concerning the integrity of structures and marine systems on the Maersk Integrator mobile facility.
nb: Vi har ført tilsyn med Maersk Drilling (Maersk) mot integriteten av konstruksjoner og marine systemer på den flyttbare innretningen Maersk Integrator.

source: We have carried out an audit of ConocoPhillips Skandinavia (ConocoPhillips) and their management of integrity and condition monitoring for infield pipelines, risers and subsea facilities at the Ekofisk, Eldfisk and Embla fields.
nb: Vi har ført tilsyn med ConocoPhillips Skandinavia (ConocoPhillips) og deres styring av integritet og tilstandskontroll for feltrørledninger, stigerør og havbunnsanlegg på feltene Ekofisk, Eldfisk og Embla.

source: This is also consistent with the results of similar statements under the subject that deals with roles and responsibilities (see chapter
nb: Dette er også i samsvar med resultatene fra lignende utsagn under kategorien som omhandler roller og ansvar (se kapitte

source: The development comprises a production, drilling and quarters (PDQ) platform with a steel jacket and a separate jack-up rig for drilling and completion.
nb: Utbygginga omfattar ei produksjons-, bore- og bustadinnretning (PDQ) med stålunderstell og en separat oppjekkbar rigg for boring og komplettering.

source: • ROV inspection showed that valves 41 and 42 were not secured in the locked position.
nb: ROV-inspeksjon viser at ventilene 41 og 42 ikke er sikret i låst posisjon

source: Findings identified in the investigation will as a rule be followed up in KST's Synergi software.
nb: Funn identifisert i granskingene blir som hovedregel fulgt opp i KST sin Synergi programvare.

source: Figures from the 2017 study on trends in risk level in the petroleum activity (RNNP) show progress for a number of risk indicators.
nb: Tall fra Risikonivå i norsk petroleumsvirksomhet (RNNP) 2017 viser positiv utvikling for en rekke risikoindikatorer.

source: chemical substitution and treatment measures
nb: kjemikaliesubstitusjon og rensetiltak

source: Åsgard C is an FSO (Floating Storage and Offloading unit) used to store condensate produced by Åsgard and the Kristin/Tyrihans fields at Haltenbanken.
nb: Åsgard C er et lagerskip (FSO - Floating Storage and Offsloading unit) som brukes til lagring av kondensat produsert fra Åsgard og Kristin/Tyrihans-feltene på Haltenbanken.

source: Estimated spill from overflight 40-80 m3.
nb: Anslått utslipp ved overflyvning mellom 40 – 80 m3.

source: RNNP was initiated in 1999/2000 to develop and utilise a survey tool which illustrates the development in the risk level on the Norwegian shelf.
nb: RNNP ble igangsatt i 1999/2000 for å utvikle og anvende et måleverktøy som viser utviklingen i risikonivået på norsk sokkel.

source: The same routines were also included as a document for training maintenance personnel.
nb: De samme rutinene inngikk også som dokument for opplæring av vedlikeholdspersonell.

source: The PCDA shows that automatic actions related to this detector were blocked by the CCR immediately after the alarm was received.
nb: PCDA viser at automatiske aksjoner knyttet til denne flammedetektoren ble blokkert fra SKR like etter at alarmen kom inn.

source: Åsgard was proven in 1981, and the plan for development and operation (PDO) was approved in 1996.
nb: Åsgard blei påvist i 1981, og plan for utbygging og drift (PUD) blei godkjent i 1996.

source: “If a major accident occurs, we’ll be condemned as an industry and not just as an individual company.
nb: Dersom det skjer en storulykke, vil vi bli dømt som industri, ikke bare som enkeltselskap.

source: require a conformity assessment of the complete machine, a risk assessment, a design which safeguards life and health, and the preparation of a conformity declaration for the finished machine.
nb: stiller krav til at det gjøres en samsvarsvurdering av den komplette maskinen, at der foretas en risikovurdering, at utformingen gir vern mot skade på liv og helse, og at det utarbeides en samsvarserklæring for den ferdige maskinen, jf.

source: The verification shall be performed in accordance with Section 19, first subsection, second sentence, and second subsection of the Framework Regulations.
nb: Verifikasjon gjennomføres i henhold til rammeforskriften § 19 første ledd andre punktum og andre ledd.

source: Following the toolbox talk and authorisation of the AT, the work team itself decided, after a new assessment of the worksite (around 16 metres above ground level), not to cordon off the underlying areas.
nb: I etterkant av «toolbox-talk» og godkjenningen av AT besluttet arbeidslaget selv, etter ny vurdering på arbeidsstedet (cirka 16 meter over bakkenivå), å ikke sperre av underliggende områder.

source: Shift and crew change means daily shift changes and replacement of personnel at the end of the period
nb: Med skift- og mannskapsbytte menes daglig skiftbytte og utskifting av personell ved endt oppholds-

source: we note that the trend in the indicators for
nb: at indikatorenes verdi i hovedsak ligger på

source: There were many respondents who used the "I don't know" response option on statements that deal with advanced drilling methods.
nb: Det var mange respondenter som benyttet seg av svaralternativet «vet ikke» på utsagn som omhandler avanserte boremetoder.

source: ; Part A in the OSPAR Protocols on Methods for the Testing of Chemicals
nb: I tillatelser til bruk og utslipp av kjemikalier vil det bli stilt vilkår, jf.

source: Effective working time was also increased by 30 per cent.
nb: De økte også den effektive arbeidstiden med 30 prosent.

source: deficient knowledge about and updating of operating documentation
nb: Manglende kjennskap til og oppdatering av driftsdokumentasjon

source: Executing personnel maintained that this was unsuitable for lifting/lowering the actual pump since its bottom section would be pressed in towards the deck because of the low centre of gravity.
nb: Utførende personell mente at løfteåket ikke var egnet til inn- eller utløfting av selve råvannspumpen da den den nedre delen av pumpen ville bli presset inn mot dekket som følge av det lave tyngdepunktet.

source: standard Appendix C 18 should be used.
nb: vedlegg C 18 brukes.

source: Wave crest increase around the unit (asymmetry factor)
nb: Bølgetoppens økning rundt innretningen (asymmetrifaktor)

source: a) DNVGL-ST-0358 for strength dimensioning and attachment to the vessel
nb: a) DNVGL-ST-0358 for styrkedimensjonering og innfesting til fartøy,

source: “When we look back, it’s easy to see how accidents have influenced progress with safety and the regulations,” says Bjørn Saxvik, who has been with ConocoPhillips since 1984 and is now HSE manager for the Ekofisk area.
nb: – Når vi ser tilbake, er det lett å se hvordan ulykker har påvirket utviklingen i sikkerhetsarbeidet og regelverket, sier Bjørn Saxvik, som har jobbet i ConocoPhillips siden 1984 og i dag er HMS-leder med ansvar for Ekofiskområdet.

source: B&B failed to comply with the requirement in DOP 01 to assure itself that Åsgard A had put the manifold valves in the correct position before it took over well responsibility.
nb: Krav til B&B om å forsikre seg om at Åsgard A hadde satt manifoldventiler i rett posisjon før overtakelsen av brønnansvaret, ble ikke gjennomført i henhold til arbeidsprosedyre (DOP 01).

source: The interviews and questionnaire have however yielded some information about which problems need to be addressed and which may be relevant to major accident risk.
nb: Intervjuene og spørreskjemaet har imidlertid gitt en del informasjon knyttet til hva som er problemstillingene som bør adresseres og som kan være relevant for storulykkesrisiko.

source: Coor Service Management - Notifications of censurable conditions at work
nb: Coor Service Management - Kritikkverdige forhold i virksomheten

source: This concluded that the leak occurred through the stuffing box of pump 25-PA-102B.
nb: Granskingen konkluderer med at lekkasjepunktet var gjennom pakkboksen til pumpe 25-PA-102B.

source: on land at the catchment facilities and for any intermediate storage prior to transport by pipeline to landfill, is added to the Norwegian Directorate for Civil Protection and Emergency Planning.
nb: på land ved fangstanleggene og ved eventuell mellomlagring før transport i rørledning til deponering i sjøen er lagt til Direktoratet for samfunnssikkerhet og beredskap.

source: Where emergency preparedness on MINC is concerned, the facility had not followed up the nonconformities concerning training of MOB crew on MINT (see section 7.2.5).
nb: Når det gjelder beredskapen om bord, så hadde ikke MINC fulgt opp de avvikene som gjaldt treningen av MOB-personellet på Maersk Intrepid (se punkt 7.2.5), jf.

source: We also wanted to monitor the Halten Øst project against the plan for development and operation (PDO), to give us a sound basis for processing the PDO.
nb: Videre skal vi følge opp Halten Øst-prosjektet frem mot PUD (Plan for utbygging og drift), slik at vi har et godt grunnlag til å behandle PUD.

source: OLS B has been temporarily taken out of service, with improvements due to be made during September.
nb: Lastesystem OLS B er midlertidig tatt ut av bruk, og utbedringer planlegges utført i løpet av september.

source: The assistant driller was told by the driller to go down to the moonpool area and contact the SEs in connection with preparing to run the BOP.
nb: Assistant driller fikk beskjed av driller om å gå ned til Moonpool området for å ta kontakt med subsea ingeniørene i forbindelse med klargjøring til BOP kjøring.

source: The Troll field is in the northern part of the North Sea, about 65 kilometres west of Kollsnes.
nb: Trollfeltet ligger i den nordlige delen av Nordsjøen, om lag 65 kilometer vest for Kollsnes.

source: for the designated person responsible for the electrical installations as mentioned in the guidelines to Section 91, the Regulations relating to electrical enterprises and qualification requirements for work associated with electrical installations and electrical equipment (in Norwegian only) Sections 7 and 25
nb: for ansvarshavende for elektriske anlegg som nevnt i veiledningen til § 91, forskrift om elektroforetak og kvalifikasjonskrav for arbeid knyttet til elektriske anlegg og elektrisk utstyr §§ 7 og 25,

source: Furthermore, the HPC was unscrewed completely through a total of 20 turns.
nb: Videre blir blindflensen skrudd helt fri med totalt 20 omdreininger.

source: According to the information in figure 6, the underside of CD4003 is at the 179-metre level and the highest point of the inlet pipe to CD4003 is at 186 metres.
nb: Ifølge informasjonen på figur 6 er undersiden av CD4003 på nivå 179 m og tilløpsrøret til CD4003 har sitt høyeste punkt på nivå 186 m.

source: The emergency services (medical communication centre, police and fire brigade) were notified.
nb: Nødetatene (AMK, politi og brannvesenet) ble varslet.
